Repository: jamesphotography/LongEXPOwiCalc
Catalog: LongExpoOwlCalc/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %.1fs
zh_hans: %.1f秒
zh_hant: %.1f秒

# %dm %ds
source: %1$dm %2$ds
zh_hans: %1$d分 %2$d秒
zh_hant: %1$d分 %2$d秒

source: %ds
zh_hans: %d秒
zh_hant: %d秒

source: 1 min
zh_hans: 1 分钟

source: 1 sec
zh_hans: 1 秒钟

source: 1 stop
zh_hans: 1 档
zh_hant: 1 檔

source: 1/3 stop
zh_hans: 1/3 档
zh_hant: 1/3 檔

source: 2 min
zh_hans: 2 分钟

source: 5 min
zh_hans: 5 分钟

source: 5 sec
zh_hans: 5 秒钟

source: 15 sec
zh_hans: 15 秒钟

source: 30 sec
zh_hans: 30 秒钟

source: Adjusted aperture: f/%.1f
zh_hans: 光圈调整为： f/%.1f
zh_hant: 調整後光圈：f/%.1f

source: Adjusted ISO: %d
zh_hans: ISO调整为：%d
zh_hant: 調整後 ISO：%d

source: Adjustment Priority
zh_hans: 调整优先级
zh_hant: 調整優先級

source: Aperture
zh_hans: 光圈
zh_hant: 光圈

source: Aperture Priority
zh_hans: 光圈锁定
zh_hant: 光圈鎖定

source: APERTURE SETTINGS
zh_hans: 光圈设置
zh_hant: 光圈設置

source: Auto
zh_hans: 自动
zh_hant: 自動

source: Auto (Both)
zh_hans: 自动
zh_hant: 自動

source: Available ND Filters
zh_hans: 我拥有的灰镜
zh_hant: 擁有的灰鏡

source: Basic Settings
zh_hans: 基本设置
zh_hant: 基礎設置

source: Calculate
zh_hans: 计算
zh_hant: 計算

source: Calculation completed, ready to show results:
zh_hans: 计算结束，准备显示结果
zh_hant: 計算完成，準備顯示結果：

source: CALCULATION MODE Ver 1.3
zh_hans: 计算模式 Ver 1.3
zh_hant: 計算模式 Ver 1.3

# Calculation Mode: %@, ISO Step: %@, Extended ISO: %@
source: Calculation Mode: %1$@, ISO Step: %2$@, Extended ISO: %3$@
zh_hans: 计算模式： %1$@, ISO步长: %2$@, ISO扩展: %3$@
zh_hant: 計算模式: %1$@, ISO 步長: %2$@, 擴展 ISO: %3$@

source: Calculation Result
zh_hans: 计算结果
zh_hant: 計算結果

source: Calculation started:
zh_hans: 计算开始：
zh_hant: 計算開始：

source: Camera Settings
zh_hans: 相机设置
zh_hant: 相機設置

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Consider unlocking aperture for more precise exposure
zh_hans: 考虑解锁光圈以获得更精确的曝光
zh_hant: 考慮解鎖光圈以獲得更精確的曝光

source: Consider unlocking ISO for more precise exposure
zh_hans: 考虑解锁ISO以获得更精确的曝光
zh_hant: 考慮解鎖 ISO 以獲得更精確的曝光

source: Countdown seconds: %d
zh_hans: 倒数秒数：%d
zh_hant: 倒計時秒數：%d

source: Crowd Removal
zh_hans: 人群消除
zh_hant: 人群移除

source: Crowd Removal Effect
zh_hans: 人群消除效果
zh_hant: 人群移除效果

source: Current Settings
zh_hans: 当前设定
zh_hant: 當前設置

source: Done
zh_hans: 完成
zh_hant: 完成

source: Enable Extended ISO
zh_hans: 启用扩展ISO
zh_hant: 啟用擴展 ISO

source: Exposure difference of %.1f stops
zh_hans: 曝光差异为 %.1f 档
zh_hant: 曝光差異為 %.1f 檔

source: Exposure time: %@
zh_hans: 曝光时间：%@
zh_hant: 曝光時間：%@

source: Fog Effect
zh_hans: 海浪雾化效果
zh_hant: 霧效果

source: Initial Setup
zh_hans: 初始设置
zh_hant: 初始化設置

source: Initial setup is required before first use
zh_hans: 首次使用前需要完成初始设置
zh_hant: 首次使用前請完成初始設定

# Initial: %@ ND Filters: %@ New Exposure Time: %@
source: Initial: %1$@ ND Filters: %2$@ New Exposure Time: %3$@
zh_hans: 初始快门: %1$@ ND 滤镜: %2$@ 曝光时间: %3$@
zh_hant: 初始快門: %1$@ ND 濾鏡: %2$@ 曝光時間: %3$@

source: ISO Priority
zh_hans: ISO 锁定
zh_hant: ISO 鎖定

source: ISO SETTINGS
zh_hans: ISO 设置
zh_hant: ISO 設置

source: ISO Step Size
zh_hans: ISO 步长
zh_hant: ISO 步長

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: Long Exposure
zh_hans: 长曝光
zh_hant: 長時間曝光

source: Lowest Native ISO
zh_hans: 最低原生 ISO
zh_hant: 最低原生 ISO

source: Max Aperture
zh_hans: 最大光圈
zh_hant: 最大光圈

source: Max Usable ISO
zh_hans: 最大可用 ISO
zh_hant: 最大可用 ISO

source: Maximum Filters Selected
zh_hans: 最多可选择灰镜
zh_hant: 最多可選擇灰鏡

source: Min Usable Aperture
zh_hans: 最小可用光圈
zh_hant: 最小可用光圈

source: Minimalist
zh_hans: 极简主义
zh_hant: 極簡主義

source: Minimalist Landscape
zh_hans: 极简主义风景
zh_hant: 極簡主義風景

source: Misty Water Effect
zh_hans: 水雾效果
zh_hant: 水霧效果

source: Misty Waves
zh_hans: 朦胧波浪
zh_hant: 朦朧波浪

source: My Filters: %@
zh_hans: 我的滤镜：%@
zh_hant: 我的濾鏡: %@

source: ND Calc
zh_hans: 长曝光计算器
zh_hant: 長曝光計算器

source: ND Calculator
zh_hans: 长曝光计算器
zh_hant: 長曝光計算器

source: ND FILTERS
zh_hans: 灰镜
zh_hant: 灰鏡

source: No Filters Selected
zh_hans: 没有选择灰镜
zh_hant: 沒有選擇灰鏡

source: No ND Filters Selected
zh_hans: 没有灰镜被选中
zh_hant: 沒有選擇灰鏡

source: Note
zh_hans: 备注
zh_hant: 備註

source: Original aperture: f/%.1f
zh_hans: 初始光圈: f/%.1f
zh_hant: 原始光圈：f/%.1f

source: Original ISO: %d
zh_hans: 初始 ISO: %d
zh_hant: 原始 ISO：%d

source: Original shutter speed: %@
zh_hans: 初始快门速度: %@
zh_hant: 原始快門速度：%@

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Please restart the app for settings to take effect
zh_hans: 请重启应用以使设置生效
zh_hant: 請重新啟動以套用設定

source: Please select at least one ND filter before calculating.
zh_hans: 必须选择一片灰镜才能计算
zh_hant: 至少選擇一片灰鏡

source: Pro Calc
zh_hans: 詹姆斯计算器
zh_hant: 詹姆斯計算器

source: Pro Calculator
zh_hans: 詹姆斯计算器
zh_hant: 詹姆斯計算器

source: Recommended Filters
zh_hans: 推荐灰镜
zh_hant: 推薦濾鏡

source: Recommended filters: %@
zh_hans: 推荐灰镜: %@
zh_hant: 推薦濾鏡：%@

source: Required: Select Your ND Filters
zh_hans: 必填：选择 ND 滤镜
zh_hant: 必填：選擇 ND 濾鏡

source: Restart Now
zh_hans: 立刻重启
zh_hant: 立刻重啟

source: Restart required after initial setup
zh_hans: 完成初始设置后需要重启
zh_hant: 初始設定完成後請重新啟動

source: Result
zh_hans: 结果
zh_hant: 結果

source: Save
zh_hans: 保存
zh_hant: 保存

source: Select ND Filters
zh_hans: 选择灰镜
zh_hant: 選擇灰鏡

source: Select Your ND Filters
zh_hans: 选择你的灰镜
zh_hant: 選擇你的灰鏡

source: Settings
zh_hans: 设置
zh_hant: 設置

source: Settings saved
zh_hans: 设置已保存
zh_hant: 設置已保存

source: Shutter Speed
zh_hans: 快门速度
zh_hant: 快門速度

source: Small exposure difference of %.1f stops
zh_hans: 微小的曝光差异为 %.1f 档
zh_hant: 微小的曝光差異為 %.1f 檔

source: Start
zh_hans: 按下快门
zh_hant: 開始長曝光

source: Start Countdown Timer
zh_hans: 开始长曝光倒计时
zh_hant: 開始曝光倒計時

source: Start Exposure
zh_hans: 开始曝光
zh_hant: 開始曝光

source: Subtle Motion Blur
zh_hans: 微妙的动态模糊
zh_hant: 微妙的動態模糊

source: Suggestions:
zh_hans: 建议
zh_hant: 建議：

source: Suitable for: %@
zh_hans: 适用于：%@
zh_hant: 適用於：%@

source: Target Exposure Time
zh_hans: 目标曝光时间
zh_hant: 目標曝光時間

source: Target exposure time: %.1f seconds
zh_hans: 目标曝光时间：%.1f 秒
zh_hant: 目標曝光時間：%.1f 秒

source: Try a different ND filter combination
zh_hans: 尝试不同的ND滤镜组合
zh_hant: 嘗試不同的ND濾鏡組合

source: Warning
zh_hans: 警告
zh_hant: 警告

source: Waterfall/Stream Effect
zh_hans: 瀑布/溪流效果
zh_hant: 瀑布/溪流效果

source: Wave Streaking
zh_hans: 海浪拉丝
zh_hant: 波浪拖尾

source: Wave Streaking Effect
zh_hans: 海浪拉丝效果

source: You can only select up to 2 ND filters. Please deselect one before selecting another.
zh_hans: 你只能选两块灰镜，请取消一块再选一块
zh_hant: 你最多可以選擇兩片灰鏡，請取消一片後再選擇另外一片

source: You must select at least one ND filter to continue
zh_hans: 你必须选择至少一片滤镜才能继续
zh_hant: 請至少選擇一個 ND 濾鏡才能繼續

source: You must select the ND filters you own before calculating.
zh_hans: 你必须选择至少一片滤镜才能开始计算
zh_hant: 你至少選擇一片灰鏡才能開始計算

source: 建议:
zh_hant: 建議

source: 曝光时间
zh_hant: 曝光時間

source: 滤镜
zh_hant: 濾鏡

source: 相机设置
zh_hant: 相機設定
